<?php

return [
    'required' => 'Данное поле должно быть заполнено!',
    'string' => 'Это поле должно иметь строковое значение',
    'min' => 'Данное значение меньше, чем минимальное допустимое (:minValue)',
    'max' => 'Данное значение больше, чем максимальное допустимое (:maxValue)',
    'between' => 'данное значение должно быть между значениями :left , :right',
    'unique' => 'Такая запись уже существует',
    'exists' => 'такой записи не существует',
    'integer' => 'данное поле должно иметь значение целого числа',
    'numeric' => 'это поле должно иметь цисленное значние',
    'confirmed' => 'Значения в полях не совпадают',
    'email' => 'Некорректное значение email'
];
